Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: %@ · as of %@
de: %@ · Stand %@
es: %@ · a fecha de %@
fr: %@ · au %@
it: %@ · aggiornato al %@
ja: %@ ・ %@ 時点
ko: %@ · %@ 기준
pt_br: %@ · em %@
zh_hans: %@ · 截至 %@
zh_hant: %@ · 截至 %@

source: Asking the machine what it has made…
de: Der Rechner wird gefragt, was er bisher erstellt hat …
es: Preguntando a la máquina qué ha creado…
fr: Demande à la machine ce qu’elle a créé…
it: Chiedendo alla macchina cosa ha creato…
ja: そのマシンに、これまで作ったものを問い合わせています…
ko: 그 컴퓨터에 지금까지 만든 것을 확인하는 중…
pt_br: Perguntando à máquina o que ela já criou…
zh_hans: 正在询问那台机器已经生成了什么…
zh_hant: 正在詢問那台機器已經產生了什麼…

source: Nothing made here yet
de: Hier wurde noch nichts erstellt
es: Todavía no se ha creado nada aquí
fr: Rien n’a encore été créé ici
it: Non è stato ancora creato nulla qui
ja: ここではまだ何も作られていません
ko: 여기서는 아직 아무것도 만들지 않았습니다
pt_br: Nada foi criado aqui ainda
zh_hans: 这里还没有生成过任何内容
zh_hant: 這裡還沒有產生過任何內容

source: Every picture rendered on this machine will be kept here.
de: Jedes auf diesem Rechner gerenderte Bild wird hier aufbewahrt.
es: Toda imagen renderizada en esta máquina se guardará aquí.
fr: Chaque image générée sur cette machine sera conservée ici.
it: Ogni immagine renderizzata su questa macchina verrà conservata qui.
ja: このマシンでレンダリングされた画像は、すべてここに保存されます。
ko: 이 컴퓨터에서 렌더링된 모든 이미지는 여기에 보관됩니다.
pt_br: Toda imagem renderizada nesta máquina será guardada aqui.
zh_hans: 在这台机器上渲染的每一张图片都会保存在这里。
zh_hant: 在這台機器上算圖的每一張圖片都會保存在這裡。

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로고침
pt_br: Atualizar
zh_hans: 刷新
zh_hant: 重新整理

source: No words recorded for this picture
de: Für dieses Bild sind keine Worte hinterlegt
es: No hay texto registrado para esta imagen
fr: Aucun texte enregistré pour cette image
it: Nessun testo registrato per questa immagine
ja: この画像には記録された説明文がありません
ko: 이 이미지에는 기록된 문구가 없습니다
pt_br: Nenhum texto registrado para esta imagem
zh_hans: 这张图片没有记录任何文字
zh_hant: 這張圖片沒有記錄任何文字

source: Kept on the machine — the words, seed and model are read from the file
de: Auf dem Rechner gespeichert — Worte, Seed und Modell werden aus der Datei gelesen
es: Guardado en la máquina — el texto, la seed y el modelo se leen del archivo
fr: Conservé sur la machine — le texte, la graine et le modèle sont lus depuis le fichier
it: Conservato sulla macchina — il testo, il seed e il modello vengono letti dal file
ja: マシンに保存されています — 説明文・シード・モデルはファイルから読み取られます
ko: 컴퓨터에 저장됨 — 문구, 시드, 모델은 파일에서 읽어옵니다
pt_br: Guardado na máquina — o texto, o seed e o modelo são lidos do arquivo
zh_hans: 保存在这台机器上 — 文字、种子和模型都是从文件中读取的
zh_hant: 保存在這台機器上 — 文字、種子和模型都是從檔案中讀取的

source: %@ min ago
de: vor %@ Min.
es: hace %@ min
fr: il y a %@ min
it: %@ min fa
ja: %@ 分前
ko: %@분 전
pt_br: há %@ min
zh_hans: %@ 分钟前
zh_hant: %@ 分鐘前

source: %@ h ago
de: vor %@ Std.
es: hace %@ h
fr: il y a %@ h
it: %@ h fa
ja: %@ 時間前
ko: %@시간 전
pt_br: há %@ h
zh_hans: %@ 小时前
zh_hant: %@ 小時前

source: yesterday
de: gestern
es: ayer
fr: hier
it: ieri
ja: 昨日
ko: 어제
pt_br: ontem
zh_hans: 昨天
zh_hant: 昨天

source: the machine's own sketch of the picture so far
de: die eigene Vorschauskizze des Rechners für das bisherige Bild
es: el propio boceto de la máquina de cómo va la imagen
fr: l’esquisse de la machine elle-même pour l’image en cours
it: lo schizzo della macchina di come sta venendo l’immagine finora
ja: そのマシン自身が作った、ここまでの画像のスケッチ
ko: 지금까지의 이미지에 대한 컴퓨터 자체의 스케치
pt_br: o próprio esboço da máquina de como a imagem está até agora
zh_hans: 那台机器自己生成的当前画面草图
zh_hant: 那台機器自己產生的目前畫面草圖

source: Sketch · step %@ of %@
de: Skizze · Schritt %@ von %@
es: Boceto · paso %@ de %@
fr: Esquisse · étape %@ sur %@
it: Schizzo · passaggio %@ di %@
ja: スケッチ · ステップ %@/%@
ko: 스케치 · %@/%@ 단계
pt_br: Esboço · etapa %@ de %@
zh_hans: 草图 · 第 %@ / %@ 步
zh_hant: 草圖 · 第 %@ / %@ 步

source: %@ ago
de: vor %@
es: hace %@
fr: il y a %@
it: %@ fa
ja: %@前
ko: %@ 전
pt_br: há %@
zh_hans: %@前
zh_hant: %@前

source: %@ and %@ more
de: %@ und %@ weitere
es: %@ y %@ más
fr: %@ et %@ de plus
it: %@ e altri %@
ja: %@ とほか%@件
ko: %@ 및 %@개 더
pt_br: %@ e mais %@
zh_hans: %@ 以及另外 %@ 个
zh_hant: %@ 以及另外 %@ 個

source: %@ answered %@
de: %@ antwortete mit %@
es: %@ respondió %@
fr: %@ a répondu %@
it: %@ ha risposto %@
ja: %@ の応答: %@
ko: %@ 응답: %@
pt_br: %@ respondeu %@
zh_hans: %@ 返回了 %@
zh_hant: %@ 傳回了 %@

source: %@ followers
de: %@ Follower
es: %@ seguidores
fr: %@ abonnés
it: %@ follower
ja: フォロワー%@人
ko: 팔로워 %@명
pt_br: %@ seguidores
zh_hans: %@ 位关注者
zh_hant: %@ 位追蹤者

source: %@ has no sign-in configured on this build
de: Für %@ ist in diesem Build kein Anmeldevorgang eingerichtet
es: %@ no tiene el inicio de sesión configurado en esta compilación
fr: %@ n’a pas de connexion configurée dans cette version
it: %@ non ha l’accesso configurato in questa build
ja: %@ はこのビルドでサインインが設定されていません
ko: %@에는 이 빌드에서 로그인이 설정되어 있지 않습니다
pt_br: %@ não tem login configurado nesta build
zh_hans: %@ 在此构建版本中未配置登录
zh_hant: %@ 在此建置版本中未設定登入

source: %@ is missing %@ of its model files
de: %@ fehlen %@ seiner Modelldateien
es: A %@ le faltan %@ de sus archivos de modelo
fr: %@ : il lui manque %@ fichiers de modèle
it: A %@ mancano %@ dei suoi file del modello
ja: %@ にはモデルファイルが%@個足りません
ko: %@에 모델 파일 %@개가 없습니다
pt_br: %@ está sem %@ dos seus arquivos de modelo
zh_hans: %@ 缺少 %@ 个模型文件
zh_hant: %@ 缺少 %@ 個模型檔案

source: %@ is missing 1 of its model files
de: %@ fehlt 1 seiner Modelldateien
es: A %@ le falta 1 de sus archivos de modelo
fr: Il manque 1 fichier de modèle à %@
it: A %@ manca 1 dei suoi file del modello
ja: %@ にはモデルファイルが1個足りません
ko: %@에 모델 파일 1개가 없습니다
pt_br: Falta 1 dos arquivos de modelo de %@
zh_hans: %@ 缺少 1 个模型文件
zh_hant: %@ 缺少 1 個模型檔案

source: %@ is not set up for %@ — its model files are missing. Choose the other engine or add the files.
de: %@ ist nicht für %@ eingerichtet — seine Modelldateien fehlen. Wähle die andere Engine oder füge die Dateien hinzu.
es: %@ no está configurado para %@ — faltan sus archivos de modelo. Elige el otro motor o añade los archivos.
fr: %@ n’est pas configuré pour %@ — il lui manque ses fichiers de modèle. Choisissez l’autre moteur ou ajoutez les fichiers.
it: %@ non è configurato per %@ — mancano i suoi file del modello. Scegli l’altro motore o aggiungi i file.
ja: %@ は %@ 用に設定されていません — モデルファイルが不足しています。別のエンジンを選ぶか、ファイルを追加してください。
ko: %@이(가) %@에 맞게 설정되지 않았습니다 — 모델 파일이 없습니다. 다른 엔진을 선택하거나 파일을 추가하세요.
pt_br: %@ não está configurado para %@ — faltam seus arquivos de modelo. Escolha o outro motor ou adicione os arquivos.
zh_hans: %@ 尚未针对 %@ 完成设置 — 缺少其模型文件。请选择另一个引擎，或添加所需文件。
zh_hant: %@ 尚未針對 %@ 完成設定 — 缺少其模型檔案。請選擇另一個引擎，或新增所需檔案。

source: %@ pictures this session
de: %@ Bilder in dieser Sitzung
es: %@ imágenes en esta sesión
fr: %@ images dans cette session
it: %@ immagini in questa sessione
ja: このセッションで%@枚
ko: 이 세션에서 %@장
pt_br: %@ imagens nesta sessão
zh_hans: 本次会话 %@ 张图片
zh_hant: 本次工作階段 %@ 張圖片

source: %@ prompts were waiting behind it and never ran.
de: %@ Prompts warteten dahinter und wurden nie ausgeführt.
es: %@ prompts esperaban detrás y nunca se ejecutaron.
fr: %@ invites attendaient derrière et n’ont jamais été exécutées.
it: %@ prompt erano in attesa dietro di esso e non sono mai stati eseguiti.
ja: その後ろで%@件のプロンプトが待っていましたが、実行されませんでした。
ko: 그 뒤에서 프롬프트 %@개가 기다리고 있었지만 실행되지 않았습니다.
pt_br: %@ prompts esperavam atrás dele e nunca rodaram.
zh_hans: 有 %@ 条提示词在它后面等待，但始终没有运行。
zh_hant: 有 %@ 條提示詞在它後面等待，但始終沒有執行。

source: %@ references
de: %@ Referenzen
es: %@ referencias
fr: %@ références
it: %@ riferimenti
ja: 参照 %@件
ko: 참조 %@개
pt_br: %@ referências
zh_hans: %@ 张参考图
zh_hant: %@ 張參考圖

source: %@ renders running
de: %@ Renders laufen
es: %@ renders en curso
fr: %@ rendus en cours
it: %@ render in corso
ja: レンダリング%@件が進行中
ko: 렌더링 %@건 진행 중
pt_br: %@ renderizações em andamento
zh_hans: %@ 个渲染正在进行
zh_hant: %@ 個渲染正在進行

source: %@ steps
de: %@ Schritte
es: %@ pasos
fr: %@ étapes
it: %@ passaggi
ja: %@ステップ
ko: %@단계
pt_br: %@ passos
zh_hans: %@ 步
zh_hant: %@ 步

source: %@ watching
de: %@ Zuschauer
es: %@ viendo
fr: %@ spectateurs
it: %@ spettatori
ja: %@ 人が視聴中
ko: 시청자 %@명
pt_br: %@ assistindo
zh_hans: %@ 人观看
zh_hant: %@ 人觀看

source: %@ words
de: %@ Wörter
es: %@ palabras
fr: %@ mots
it: %@ parole
ja: %@語
ko: %@단어
pt_br: %@ palavras
zh_hans: %@ 个字
zh_hant: %@ 個字

source: %@ · Qwen likes a paragraph
de: %@ · Qwen mag einen ganzen Absatz
es: %@ · a Qwen le gusta un párrafo
fr: %@ · Qwen préfère un paragraphe
it: %@ · a Qwen piace un paragrafo
ja: %@ · Qwen は段落を好みます
ko: %@ · Qwen은 문단을 선호합니다
pt_br: %@ · o Qwen gosta de um parágrafo
zh_hans: %@ · Qwen 更喜欢一整段文字
zh_hant: %@ · Qwen 更喜歡一整段文字

source: %@ · change a word, only that word changes
de: %@ · ändere ein Wort, nur dieses Wort ändert sich
es: %@ · cambia una palabra, solo esa palabra cambia
fr: %@ · changez un mot, seul ce mot change
it: %@ · cambia una parola, solo quella cambia
ja: %@ · 一語を変えると、その語だけが変わります
ko: %@ · 단어 하나를 바꾸면 그 단어만 바뀝니다
pt_br: %@ · mude uma palavra, só essa palavra muda
zh_hans: %@ · 改一个词，只有那个词会变
zh_hant: %@ · 改一個字，只有那個字會變

source: %@d %@h
de: %@ Tage %@ Std.
fr: %@ j %@ h
it: %@ g %@ h
ja: %@日%@時間
ko: %@일 %@시간
zh_hans: %@天%@小时
zh_hant: %@天%@小時

source: %@h
de: %@ Std.
ja: %@時間
ko: %@시간
zh_hans: %@小时
zh_hant: %@小時

source: %@h %@m
de: %@ Std. %@ Min.
es: %@ h %@ min
fr: %@ h %@ min
it: %@ h %@ min
ja: %@時間%@分
ko: %@시간 %@분
pt_br: %@ h %@ min
zh_hans: %@小时%@分钟
zh_hant: %@小時%@分鐘

source: %@m
de: %@ Min.
es: %@ min
fr: %@ min
it: %@ min
ja: %@分
ko: %@분
pt_br: %@ min
zh_hans: %@分钟
zh_hant: %@分鐘

source: %d pictures removed — this model can't see images.
de: %d Bilder entfernt – dieses Modell kann keine Bilder sehen.
es: %d imágenes eliminadas: este modelo no puede ver imágenes.
fr: %d images retirées — ce modèle ne voit pas les images.
it: %d immagini rimosse — questo modello non vede le immagini.
ja: %d 枚の画像を削除しました。このモデルは画像を扱えません。
ko: 이미지 %d장을 제거했습니다 — 이 모델은 이미지를 볼 수 없습니다.
pt_br: %d imagens removidas — este modelo não enxerga imagens.
zh_hans: 已移除 %d 张图片 — 此模型无法查看图片。
zh_hant: 已移除 %d 張圖片 — 此模型無法檢視圖片。

source: 1 picture this session
de: 1 Bild in dieser Sitzung
es: 1 imagen en esta sesión
fr: 1 image dans cette session
it: 1 immagine in questa sessione
ja: このセッションで1枚
ko: 이 세션에서 1장
pt_br: 1 imagem nesta sessão
zh_hans: 本次会话 1 张图片
zh_hant: 本次工作階段 1 張圖片

source: 1 render running
de: 1 Render läuft
es: 1 render en curso
fr: 1 rendu en cours
it: 1 render in corso
ja: レンダリング1件が進行中
ko: 렌더링 1건 진행 중
pt_br: 1 renderização em andamento
zh_hans: 1 个渲染正在进行
zh_hant: 1 個渲染正在進行

source: 1 word
de: 1 Wort
es: 1 palabra
fr: 1 mot
it: 1 parola
ja: 1語
ko: 1단어
pt_br: 1 palavra
zh_hans: 1 个字
zh_hant: 1 個字

source: 15 steps · rough, quick
de: 15 Schritte · grob, schnell
es: 15 pasos · tosco, rápido
fr: 15 étapes · brut, rapide
it: 15 passaggi · grezzo, rapido
ja: 15ステップ · 粗いが速い
ko: 15단계 · 거칠지만 빠름
pt_br: 15 passos · bruto, rápido
zh_hans: 15 步 · 粗略、快速
zh_hant: 15 步 · 粗略、快速

source: 25 steps · what the model ships with
de: 25 Schritte · Werkseinstellung des Modells
es: 25 pasos · lo que trae el modelo de fábrica
fr: 25 étapes · réglage d’origine du modèle
it: 25 passaggi · impostazione di fabbrica del modello
ja: 25ステップ · モデル標準の設定
ko: 25단계 · 모델의 기본 설정
pt_br: 25 passos · configuração padrão do modelo
zh_hans: 25 步 · 模型自带的设置
zh_hant: 25 步 · 模型內建的設定

source: 40 steps · slower, steadier detail
de: 40 Schritte · langsamer, gleichmäßigeres Detail
es: 40 pasos · más lento, detalle más uniforme
fr: 40 étapes · plus lent, détail plus régulier
it: 40 passaggi · più lento, dettaglio più uniforme
ja: 40ステップ · 遅いが安定した精細さ
ko: 40단계 · 느리지만 더 안정적인 디테일
pt_br: 40 passos · mais lento, detalhe mais consistente
zh_hans: 40 步 · 更慢，细节更稳定
zh_hant: 40 步 · 更慢，細節更穩定

source: Add a reference
de: Referenz hinzufügen
es: Añadir una referencia
fr: Ajouter une référence
it: Aggiungi un riferimento
ja: 参照を追加
ko: 참조 추가
pt_br: Adicionar uma referência
zh_hans: 添加参考图
zh_hant: 新增參考圖

source: Add another
de: Weitere hinzufügen
es: Añadir otra
fr: Ajouter une autre
it: Aggiungine un’altra
ja: もう1枚追加
ko: 하나 더 추가
pt_br: Adicionar outra
zh_hans: 再添加一张
zh_hant: 再新增一張

source: Again
de: Nochmal
es: Otra vez
fr: Encore
it: Ancora
ja: もう一度
ko: 다시
pt_br: De novo
zh_hans: 再来一次
zh_hant: 再來一次

source: Another pass, with the same brief
de: Noch ein Durchgang, mit derselben Vorgabe
es: Otra pasada, con la misma descripción
fr: Un autre passage, avec la même description
it: Un altro passaggio, con la stessa descrizione
ja: 同じ説明文でもう一度書き直します
ko: 같은 설명으로 다시 한 번
pt_br: Mais uma passada, com a mesma descrição
zh_hans: 用同样的描述再来一轮
zh_hant: 用同樣的描述再來一輪

source: Answering, but no engine has all its files
de: Antwortet, aber keine Engine hat alle Dateien
es: Responde, pero ningún motor tiene todos sus archivos
fr: Répond, mais aucun moteur n’a tous ses fichiers
it: Risponde, ma nessun motore ha tutti i suoi file
ja: 応答はありますが、全ファイルが揃ったエンジンがありません
ko: 응답은 하지만 파일이 모두 있는 엔진이 없음
pt_br: Responde, mas nenhum motor tem todos os arquivos
zh_hans: 有响应，但没有引擎拥有完整文件
zh_hant: 有回應，但沒有引擎擁有完整檔案

source: Anything OpenAI-shaped will do: Ollama, llama-swap, llama.cpp, LM Studio or vLLM on the machine that paints or on this one
de: Alles im OpenAI-Format funktioniert: Ollama, llama-swap, llama.cpp, LM Studio oder vLLM auf dem malenden Rechner oder auf diesem hier
es: Sirve cualquier cosa con forma de OpenAI: Ollama, llama-swap, llama.cpp, LM Studio o vLLM en la máquina que pinta o en esta
fr: Tout ce qui a la forme d’OpenAI convient : Ollama, llama-swap, llama.cpp, LM Studio ou vLLM sur la machine qui peint ou sur celle-ci
it: Va bene qualsiasi cosa in stile OpenAI: Ollama, llama-swap, llama.cpp, LM Studio o vLLM sulla macchina che dipinge o su questa
ja: OpenAI 互換なら何でも構いません。Ollama、llama-swap、llama.cpp、LM Studio、vLLM のいずれかを、描画するマシンかこのマシンで動かしてください
ko: OpenAI 형식이면 무엇이든 괜찮습니다 — 그림을 그리는 컴퓨터이나 이 컴퓨터에서 Ollama, llama-swap, llama.cpp, LM Studio, vLLM 중 아무거나
pt_br: Qualquer coisa no formato OpenAI serve: Ollama, llama-swap, llama.cpp, LM Studio ou vLLM na máquina que pinta ou nesta aqui
zh_hans: 任何 OpenAI 兼容的都可以：在作画的那台机器或这台机器上运行 Ollama、llama-swap、llama.cpp、LM Studio 或 vLLM
zh_hant: 任何 OpenAI 相容的都可以：在作畫的那台機器或這台機器上執行 Ollama、llama-swap、llama.cpp、LM Studio 或 vLLM

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用
ko: 적용
pt_br: Aplicar
zh_hans: 应用
zh_hant: 套用

source: Ask every machine on the way for the models it serves
de: Fragt jeden erreichbaren Rechner nach den Modellen, die er bereitstellt
es: Pregunta a cada máquina en el camino qué modelos ofrece
fr: Interroge chaque machine sur le chemin pour ses modèles disponibles
it: Chiede a ogni macchina lungo il percorso quali modelli offre
ja: 経路上のすべてのマシンに、提供しているモデルを問い合わせます
ko: 경로상의 모든 컴퓨터에 어떤 모델을 제공하는지 물어봅니다
pt_br: Pergunta a cada máquina no caminho quais modelos ela oferece
zh_hans: 向沿途的每台机器查询它提供的模型
zh_hant: 向沿途的每台機器查詢它提供的模型

source: Asked the server to pick this back up — waiting for it to say it has.
de: Der Server wurde gebeten, dies wieder aufzunehmen — wir warten auf seine Bestätigung.
es: Se pidió al servidor que retomara esto — a la espera de su confirmación.
fr: Il a été demandé au serveur de reprendre ceci — en attente de sa confirmation.
it: È stato chiesto al server di riprendere questo — in attesa della sua conferma.
ja: サーバにこれを再開するよう依頼しました — 確認待ちです。
ko: 서버에 이것을 다시 이어가도록 요청했습니다 — 확인을 기다리는 중입니다.
pt_br: Foi pedido ao servidor para retomar isto — aguardando a confirmação dele.
zh_hans: 已请求服务器重新接续此项 — 正在等待它确认。
zh_hant: 已請求伺服器重新接續此項 — 正在等待它確認。

source: Asked the server to set this aside — waiting for it to say it has.
de: Der Server wurde gebeten, dies beiseitezulegen — wir warten auf seine Bestätigung.
es: Se pidió al servidor que dejara esto de lado — a la espera de su confirmación.
fr: Il a été demandé au serveur de mettre ceci de côté — en attente de sa confirmation.
it: È stato chiesto al server di mettere da parte questo — in attesa della sua conferma.
ja: サーバにこれを保留するよう依頼しました — 確認待ちです。
ko: 서버에 이것을 보류하도록 요청했습니다 — 확인을 기다리는 중입니다.
pt_br: Foi pedido ao servidor para deixar isto de lado — aguardando a confirmação dele.
zh_hans: 已请求服务器搁置此项 — 正在等待它确认。
zh_hant: 已請求伺服器擱置此項 — 正在等待它確認。

source: Aspect
de: Format
es: Proporción
fr: Format
it: Formato
ja: 縦横比
ko: 비율
pt_br: Proporção
zh_hans: 比例
zh_hant: 比例

source: Avoid… (raises guidance, so the render takes longer)
de: Vermeiden … (erhöht die Guidance, wodurch der Render länger dauert)
es: Evitar… (sube la guía, así que el render tarda más)
fr: À éviter… (augmente le guidage, donc le rendu prend plus de temps)
it: Da evitare… (alza la guida, quindi il render richiede più tempo)
ja: 避けたい語…（ガイダンスが上がるため、レンダリングに時間がかかります）
ko: 피할 것… (가이던스가 높아져 렌더링이 더 오래 걸립니다)
pt_br: Evitar… (aumenta a orientação, então a renderização demora mais)
zh_hans: 要避免的词…（会提高引导强度，因此渲染耗时更长）
zh_hant: 要避免的詞…（會提高引導強度，因此渲染耗時更長）

source: Behind %@ other renders
de: Hinter %@ anderen Renders
es: Detrás de otros %@ renders
fr: Derrière %@ autres rendus
it: Dietro ad altri %@ render
ja: ほかの%@件のレンダリング待ち
ko: 다른 렌더링 %@건 대기 중
pt_br: Atrás de outras %@ renderizações
zh_hans: 排在另外 %@ 个渲染之后
zh_hant: 排在另外 %@ 個渲染之後

source: Behind 1 other render
de: Hinter 1 anderem Render
es: Detrás de otro render
fr: Derrière 1 autre rendu
it: Dietro a un altro render
ja: ほかの1件のレンダリング待ち
ko: 다른 렌더링 1건 대기 중
pt_br: Atrás de outra renderização
zh_hans: 排在另 1 个渲染之后
zh_hant: 排在另 1 個渲染之後

source: Brief rewritten by %@
de: Vorgabe umgeschrieben von %@
es: Descripción reescrita por %@
fr: Description réécrite par %@
it: Descrizione riscritta da %@
ja: %@ が説明文を書き直しました
ko: %@이(가) 설명을 다시 씀
pt_br: Descrição reescrita por %@
zh_hans: 由 %@ 改写的描述
zh_hant: 由 %@ 改寫的描述

source: Change machine…
de: Rechner wechseln …
es: Cambiar de máquina…
fr: Changer de machine…
it: Cambia macchina…
ja: マシンを変更…
ko: 컴퓨터 변경…
pt_br: Trocar de máquina…
zh_hans: 更换机器…
zh_hant: 更換機器…

source: Choose a File
de: Datei auswählen
es: Elegir un archivo
fr: Choisir un fichier
it: Scegli un file
ja: ファイルを選択
ko: 파일 선택
pt_br: Escolher um arquivo
zh_hans: 选择文件
zh_hant: 選擇檔案

source: Clear the stage, the reference and the words. Every picture stays on the shelf.
de: Leert die Bühne, die Referenz und die Wörter. Jedes Bild bleibt im Regal.
es: Vacía el escenario, la referencia y las palabras. Cada imagen se queda en la estantería.
fr: Vide la scène, la référence et les mots. Chaque image reste sur l’étagère.
it: Svuota il palco, il riferimento e le parole. Ogni immagine resta sullo scaffale.
ja: ステージ、参照、言葉を消去します。画像はすべて棚に残ります。
ko: 무대, 참조, 문구를 지웁니다. 모든 사진은 선반에 남습니다.
pt_br: Limpa o palco, a referência e as palavras. Cada imagem continua na prateleira.
zh_hans: 清空舞台、参考图和文字。每张图片都留在架子上。
zh_hant: 清空舞台、參考圖和文字。每張圖片都留在架子上。

source: Click the picture or press Esc to go back
de: Klicke auf das Bild oder drücke Esc, um zurückzugehen
es: Haz clic en la imagen o pulsa Esc para volver
fr: Cliquez sur l’image ou appuyez sur Esc pour revenir
it: Fai clic sull’immagine o premi Esc per tornare indietro
ja: 画像をクリックするか、Esc キーで戻ります
ko: 이미지를 클릭하거나 Esc 키를 눌러 돌아가세요
pt_br: Clique na imagem ou pressione Esc para voltar
zh_hans: 点按图片或按 Esc 返回
zh_hant: 點按圖片或按 Esc 返回

source: Close the rewrite and leave the box as it was
de: Schließt die Neufassung und lässt das Feld unverändert
es: Cierra la reescritura y deja el cuadro como estaba
fr: Ferme la réécriture et laisse le champ tel quel
it: Chiude la riscrittura e lascia il campo com’era
ja: 書き直しを閉じて、入力欄を元のままにします
ko: 다시 쓴 내용을 닫고 입력란을 그대로 둡니다
pt_br: Fecha a reescrita e deixa o campo como estava
zh_hans: 关闭改写，让输入框保持原样
zh_hant: 關閉改寫，讓輸入框保持原樣

source: ComfyUI is not answering at
de: ComfyUI antwortet nicht unter
es: ComfyUI no responde en
fr: ComfyUI ne répond pas à
it: ComfyUI non risponde a
ja: ComfyUI が応答していません:
ko: ComfyUI가 응답하지 않습니다:
pt_br: O ComfyUI não está respondendo em
zh_hans: ComfyUI 没有响应，地址：
zh_hant: ComfyUI 沒有回應，位址：

source: Cutout
de: Freisteller
es: Recorte
fr: Détourage
it: Ritaglio
ja: 切り抜き
ko: 컷아웃
pt_br: Recorte
zh_hans: 抠图
zh_hant: 去背

source: Decoding the picture
de: Bild wird decodiert
es: Decodificando la imagen
fr: Décodage de l’image
it: Decodifica dell’immagine
ja: 画像をデコード中
ko: 이미지 디코딩 중
pt_br: Decodificando a imagem
zh_hans: 正在解码图片
zh_hant: 正在解碼圖片

source: Describe a picture below, or press and hold one on the shelf to start from it.
de: Beschreibe unten ein Bild, oder halte eines im Regal gedrückt, um damit zu starten.
es: Describe una imagen abajo, o mantén pulsada una en la estantería para partir de ella.
fr: Décrivez une image ci-dessous, ou appuyez de manière prolongée sur une image de l’étagère pour en repartir.
it: Descrivi un’immagine qui sotto, oppure tieni premuta una sullo scaffale per partire da quella.
ja: 下に絵を説明するか、棚にある画像を長押ししてそこから始めてください。
ko: 아래에 그림을 설명하거나, 선반에 있는 사진을 길게 눌러 그것부터 시작하세요.
pt_br: Descreva uma imagem abaixo, ou toque e segure uma na prateleira para partir dela.
zh_hans: 在下方描述一幅画面，或者按住架子上的一张图片以从它开始。
zh_hant: 在下方描述一幅畫面，或按住架子上的一張圖片以從它開始。

source: Describe a picture below. It is painted on the machine with the card.
de: Beschreibe unten ein Bild. Es wird auf dem Rechner mit der Grafikkarte gemalt.
es: Describe una imagen abajo. Se pinta en la máquina con la tarjeta gráfica.
fr: Décrivez une image ci-dessous. Elle est peinte sur la machine avec la carte graphique.
it: Descrivi un’immagine qui sotto. Viene dipinta sulla macchina con la scheda video.
ja: 下に絵を説明してください。グラフィックカードのあるマシンで描かれます。
ko: 아래에 그림을 설명하세요. 그래픽 카드가 있는 컴퓨터에서 그려집니다.
pt_br: Descreva uma imagem abaixo. Ela é pintada na máquina com a placa de vídeo.
zh_hans: 在下方描述一幅画面，它会在配有显卡的那台机器上绘制。
zh_hant: 在下方描述一幅畫面，它會在配有顯示卡的那台機器上繪製。

source: Describe a picture on the left. It is painted on the machine with the card.
de: Beschreibe links ein Bild. Es wird auf dem Rechner mit der Grafikkarte gemalt.
es: Describe una imagen a la izquierda. Se pinta en la máquina con la tarjeta gráfica.
fr: Décrivez une image à gauche. Elle est peinte sur la machine avec la carte graphique.
it: Descrivi un’immagine a sinistra. Viene dipinta sulla macchina con la scheda video.
ja: 左側で絵を説明してください。グラフィックカードのあるマシンで描かれます。
ko: 왼쪽에 그림을 설명하세요. 그래픽 카드가 있는 컴퓨터에서 그려집니다.
pt_br: Descreva uma imagem à esquerda. Ela é pintada na máquina com a placa de vídeo.
zh_hans: 在左侧描述一幅画面，它会在配有显卡的那台机器上绘制。
zh_hant: 在左側描述一幅畫面，它會在配有顯示卡的那台機器上繪製。

source: Describe a picture. ComfyUI paints it here.
de: Beschreibe ein Bild. ComfyUI malt es hier.
es: Describe una imagen. ComfyUI la pinta aquí.
fr: Décrivez une image. ComfyUI la peint ici.
it: Descrivi un’immagine. ComfyUI la dipinge qui.
ja: 絵を説明してください。ComfyUI がここに描きます。
ko: 그림을 설명하세요. ComfyUI가 여기에 그려 줍니다.
pt_br: Descreva uma imagem. O ComfyUI a pinta aqui.
zh_hans: 描述一幅画面，ComfyUI 会在这里绘制它。
zh_hant: 描述一幅畫面，ComfyUI 會在這裡繪製它。

source: Discard
de: Verwerfen
es: Descartar
fr: Ignorer
it: Scarta
ja: 破棄
ko: 폐기
pt_br: Descartar
zh_hans: 丢弃
zh_hant: 捨棄

source: Do not rewrite briefs
de: Vorgaben nicht umschreiben
es: No reescribir descripciones
fr: Ne pas réécrire les descriptions
it: Non riscrivere le descrizioni
ja: 説明文を書き直さない
ko: 설명을 다시 쓰지 않기
pt_br: Não reescrever descrições
zh_hans: 不再改写描述
zh_hant: 不再改寫描述

source: Draft
de: Entwurf
es: Borrador
fr: Brouillon
it: Bozza
ja: 下書き
ko: 초안
pt_br: Rascunho
zh_hans: 草稿
zh_hant: 草稿

source: Edit this
de: Dieses bearbeiten
es: Editar esta
fr: Modifier celle-ci
it: Modifica questa
ja: これを編集
ko: 이것 편집
pt_br: Editar esta
zh_hans: 编辑这张
zh_hant: 編輯這張

source: Editing %@ — the next render starts from it
de: %@ wird bearbeitet — der nächste Render startet damit
es: Editando %@ — el siguiente render parte de ella
fr: Modification de %@ — le prochain rendu en partira
it: Modifica di %@ — il prossimo render partirà da questa
ja: %@ を編集中 — 次のレンダリングはここから始まります
ko: %@ 편집 중 — 다음 렌더링이 여기서 시작됩니다
pt_br: Editando %@ — a próxima renderização parte dela
zh_hans: 正在编辑 %@ — 下一次渲染将从它开始
zh_hant: 正在編輯 %@ — 下一次渲染將從它開始

source: Enhance
de: Verfeinern
es: Mejorar
fr: Affiner
it: Rifinisci
ja: 推敲
ko: 다듬기
pt_br: Refinar
zh_hans: 润色
zh_hant: 潤飾
